/* Saitama */
"Bad Request." = "Bad Request.";

/* Payment */
"Card Number" = "Card Number";

/* Payment */
"CVV Code" = "CVV Code";

/* Saitama */
"Do you want to rent?" = "Do you want to rent?";

/* Login
   Payment */
"Done" = "Done";

/* Login */
"Email" = "Email";

/* Login */
"Error" = "Error";

/* Payment */
"Expiration" = "Expiration";

/* Login */
"Goto Login" = "Goto Login";

/* Login */
"Goto Register" = "Goto Register";

/* Home */
"Home" = "Home";

/* Saitama */
"Invalid access token." = "Invalid access token.";

/* Saitama */
"Invalid api json format." = "Invalid api json format.";

/* Saitama */
"Invalid credentials." = "Invalid credentials.";

/* Login */
"Login" = "Login";

/* Payment */
"Name" = "Name";

/* Saitama */
"Network Error." = "Network Error.";

/* Saitama */
"No" = "No";

/* Login
   Payment */
"OK" = "OK";

/* Login */
"Password" = "Password";

/* Payment */
"Pay Now" = "Pay Now";

/* Saitama */
"Payment" = "Payment";

/* Login */
"Please provide email with max length 128 characters." = "Please provide email with max length 128 characters.";

/* Login */
"Please provide email." = "Please provide email.";

/* Login */
"Please provide password with max length 32 characters." = "Please provide password with max length 32 characters.";

/* Login */
"Please provide password." = "Please provide password.";

/* Payment */
"Please provide valid credit card number." = "Please provide valid credit card number.";

/* Payment */
"Please provide valid cvv code." = "Please provide valid cvv code.";

/* Login */
"Please provide valid email." = "Please provide valid email.";

/* Payment */
"Please provide valid expiry date." = "Please provide valid expiry date.";

/* Payment */
"Please provide your name as on credit card." = "Please provide your name as on credit card.";

/* Payment */
"Provide your payment details" = "Provide your payment details";

/* Login */
"Register" = "Register";

/* Payment */
"Rented!!" = "Rented!!";

/* Login */
"Retry" = "Retry";

/* Saitama */
"Store" = "Store";

/* Login */
"Unknown Error Occured." = "Unknown Error Occured.";

/* Login */
"User registration successful" = "User registration successful";

/* Login */
"Welcome to Saitama Cycles" = "Welcome to Saitama Cycles";

/* Saitama */
"Yes" = "Yes";

